String historyPart1 = '''
Десь там, далеко далеко на краю головної хеллоуінської деревні. Існував височенний, старий дворець, людей він дивував тим що існував тут задовго до того як у деревні побудували невелике містечко. А всі діти лякалися історій пропадання будівельників і взагалі коли бачили його здалеку у бінокль, він лякав не менше ніж ранкова маршрутка у понеділок та навчання по суботах.
''';

String historyPart12 = '''

Родина Лопезів, нещодавно приїхала та заселилась в оселю, орендувавши її у загадкової родини Склярових, древо яких володіло дворцем, на честь одного з них назвали будинок – Ладонхаус.  
''';

String historyPart2 = '''

Ніхто не підходив до домівки, де по історіям мешканців тепер перебував справжній страх. Вони говорили, що колись родина засновників домівки, була багата, мало дворецького, та вони круто програмували то купили другу домівку в Тайланді, але не про це.
''';

String historyPart3 = '''
Родина Лопезів приїхала не сама, вона володіла гастрольованим цирком, цей цирк існував менше ніж домівка, але також дуже довго і давно, він мав великий успіх. Мав рубрики вусолапохвіст та рибадупакінь. Друга мала більший успіх і кожен раз реально дивувала відвідувачей. Як то рибу можна засунути ну в, ну короче ясно!

Батько родини та завідувач цирку Гомез, відразу як заїхав до містечка - мав потребу найняти нового клоуна, бо їх минулий клоун як і всі попередні пропав. Але знайшлась людина у цьому містечку Хеллоуінсвиль яка погодилась, тому що потребувала роботи. Всі клоуна прийняли як добру людину, але Гомез зненавидив нового клоуна Чарльза, принижував його, кричав, фачилою в нього тикав. 
''';

String historyPart4 = '''
Але він і не знав, що колись саме він був також доброю людиною та дворецьким Ладонхауса.

Чарльз вирішив сильно налякати Гомеза, щоб вони разом із родиною покинули домівку та не оскверняли містечко своєю присутністю.
Треба сьогодні допомогти Чарльзу здобути справедливості та проникнути до Ладонхауса потаємним шляхом..
Допоможемо нашому другу?
''';

String sosagesText = '''
Так як Чарльз не знає що може бути страшніше за середній палець Гомеза. Ми повинні приготувати щось схоже на пальці, таке як сосиски у тісті.

Нам необхідна упаковка листкового тіста, сосиски, та схожий на кров кетчуп, яйце(якщо є).
План приготування:
1. Наріжте довгими смужками тісто.
2. Закручуйте сосиски від початку до кінця у смужки.
3. Взбийте яйце та помажте сосиски зверху.
4. В розігріту до 200 градусів духовку покласти сосиски та чекати приблизно 20 хвилин до приготування.
5. Розлийте кетчуп та смакуйте.

Коли покладете у духовку, переходіть до наступного завдання.
''';

String zefirText = '''
Запалимо свічки у дворі.
Щоб цей страх з пальцями було видно не тільки у бінокль.
Ви можете запалити більше ніж одну свічку, щоб було ще жахливіше.

Дістаньте маршмеллоу і почніть його жарити на вогню за допомогою вилок або шпашок.

Коли зробите по маршмеллоу натискайте на кнопку.
Ми постукаємо у двері Гомезу та скриємося, щоб він це побачив на власні очі.
''';